import Image1 from './images/pic1.png';
import Image2 from './images/pic2.png';
import Image3 from './images/pic3.png';
import Image4 from './images/pic4.png';

const lenta = [
    {
        title: 'Сотни россиян застряли в Египте из-за отмен рейсов.',
        time: '14:59',
        section: 'Политика'
    },
    {
        title: 'На Украине заявили о невосполнимых потерях после российских ударов.',
        time: '14:59',
        section: 'Политика'
    },
    {
        title: 'ЕС ввел санкции против силовиков из Крыма из-за дела в отношении журналиста.',
        time: '14:59',
        section: 'Политика'
    },
    {
        title: 'Резников назвал профессионалом нового министра обороны Украины Умерова.',
        time: '14:59',
        section: 'Политика'
    }
];


const read = [
    {
        date: '1.01.2023, 13:53',
        section: 'Политика',
        title: 'Синоптик спрогнозировал срок наступления бабьего лета',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14
    },
    {
        date: '1.01.2023, 13:53',
        section: 'Политика',
        title: 'Дмитрий Медведев проголосовал онлайн на выборах мэра Москвы',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14
    },
    {
        date: '1.01.2023, 13:53',
        section: 'Политика',
        title: 'Раскрыты последствия уничтожения беспилотника в небе над Подмосковьем',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14
    },
    {
        date: '1.01.2023, 13:53',
        section: 'Политика',
        title: 'Невролог назвала основные способы лечения мигрени',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14
    },

];

const events =[
    {
        date: '1.01.2023, 13:53',
        title: 'Фура въехала в группу юных велосипедистов под Выборгом: двое детей погибли',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14,
        link: Image1
    },
    {
        date: '1.01.2023, 13:53',
        title: 'Семилетняя девочка из Екатеринбурга умерла после купания в Черном море',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14,
        link: Image2
    },
    {
        date: '1.01.2023, 13:53',
        title: 'Теннис — спорт леди и джентльменов. Как разобраться в нем?',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14,
        link: Image3
    },
    {
        date: '1.01.2023, 13:53',
        title: 'Как скейтбординг стал популярным видом спорта и модной субкультурой?',
        likes: 23,
        angry: 23,
        fu: 23,
        com: 7,
        add: 14,
        link: Image4
    },
]

export {lenta, read, events};